9/data/attachments/aae164bedc38289f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Sarah_system_Friend_65396_7</nif:username>
            <nif:friendToBeRequested>soap_friends_cc45c340-44e2-4cca-b933-4a428ae8bc28</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>